[
  { "msg": "El cerebro humano tiene alrededor de 86 mil millones de neuronas, cada una conectada a miles de otras mediante sinapsis." },
  { "msg": "En Japón existe un museo dedicado únicamente a los rascacielos en miniatura y su historia arquitectónica." },
  { "msg": "La primera computadora electrónica digital del mundo, ENIAC, pesaba más de 27 toneladas y ocupaba 167 m²." },
  { "msg": "El queso más caro del mundo se llama Pule, se elabora con leche de burra en Serbia y un kilo cuesta más de 1000 euros." },
  { "msg": "El origami, el arte japonés de plegar papel, se utilizaba históricamente para ceremonias religiosas y rituales de buena suerte." },
  { "msg": "La Torre Eiffel fue construida originalmente como estructura temporal para la Exposición Universal de 1889 en París." },
  { "msg": "El murciélago es el único mamífero capaz de volar de manera sostenida, y representa alrededor del 20% de todas las especies de mamíferos." },
  { "msg": "El alfabeto georgiano tiene 33 letras y es uno de los pocos alfabetos del mundo que no se parece a ningún otro." },
  { "msg": "El Museo del Louvre en París era originalmente una fortaleza antes de convertirse en museo en el siglo XVIII." },
  { "msg": "La palabra 'robot' fue popularizada por la obra de teatro checa R.U.R. en 1921 y significa 'trabajo forzado' en checo." },
  { "msg": "En la antigua Roma, los romanos usaban orina como detergente para lavar la ropa debido a su contenido de amoníaco." },
  { "msg": "El ballet clásico se originó en la corte de los reyes franceses en el siglo XVII y se convirtió en un arte codificado y formal." },
  { "msg": "El calendario gregoriano, que usamos hoy, fue introducido por el Papa Gregorio XIII en 1582 para corregir errores del calendario juliano." },
  { "msg": "El náhuatl, lengua de los aztecas, todavía se habla hoy en comunidades de México y ha dado origen a palabras como 'chocolate' y 'tomate'." },
  { "msg": "El cacao se utilizaba como moneda en las civilizaciones prehispánicas de Mesoamérica." }
]
