[
  { "msg": "El cerebro humano tiene alrededor de 86 mil millones de neuronas.", "category": "science" },
  { "msg": "El primer telescopio fue inventado por Hans Lippershey en 1608.", "category": "science" },
  { "msg": "La Torre Eiffel fue construida para la Exposición Universal de 1889.", "category": "history" },
  { "msg": "Los romanos usaban la orina como detergente para lavar la ropa.", "category": "history" },
  { "msg": "El origami se usaba en rituales japoneses de buena suerte.", "category": "art" },
  { "msg": "El muralismo mexicano tiene raíces en la Revolución Mexicana.", "category": "art" },
  { "msg": "Los murciélagos representan alrededor del 20% de todas las especies de mamíferos.", "category": "curiosity" },
  { "msg": "El queso Pule, hecho con leche de burra en Serbia, cuesta más de 1000 € el kilo.", "category": "curiosity" },
  { "msg": "El cacao se utilizaba como moneda en civilizaciones prehispánicas.", "category": "history" },
  { "msg": "El alfabeto georgiano tiene 33 letras y es único en el mundo.", "category": "history" },
  { "msg": "La primera computadora ENIAC ocupaba 167 m² y pesaba 27 toneladas.", "category": "science" },
  { "msg": "El ballet clásico se originó en las cortes francesas del siglo XVII.", "category": "art" },
  { "msg": "El calendario gregoriano fue introducido en 1582 por el Papa Gregorio XIII.", "category": "history" },
  { "msg": "El chocolate proviene del cacao, originario de Mesoamérica.", "category": "science" },
  { "msg": "La pintura rupestre más antigua conocida tiene más de 40.000 años.", "category": "art" },
  { "msg": "El robot, palabra popularizada por R.U.R. en 1921, significa 'trabajo forzado'.", "category": "curiosity" },
  { "msg": "El sol libera más energía en un segundo que toda la humanidad en un año.", "category": "science" },
  { "msg": "La Mona Lisa fue robada del Louvre en 1911 y recuperada dos años después.", "category": "history" },
  { "msg": "Los jardines de Babilonia eran considerados una de las siete maravillas del mundo.", "category": "history" },
  { "msg": "El ukiyo-e es un estilo japonés de grabado sobre madera muy famoso.", "category": "art" },
  { "msg": "El alfabeto latino proviene del etrusco, a su vez derivado del griego.", "category": "history" },
  { "msg": "Los huesos humanos se renuevan completamente cada 10 años aproximadamente.", "category": "science" },
  { "msg": "La pintura al óleo se popularizó en Europa en el siglo XV.", "category": "art" },
  { "msg": "Las hormigas pueden levantar hasta 50 veces su peso corporal.", "category": "curiosity" },
  { "msg": "El Parthenon en Atenas fue construido entre 447 y 432 a.C.", "category": "history" },
  { "msg": "El efecto placebo demuestra cómo la mente puede influir en la salud física.", "category": "science" },
  { "msg": "El jazz se originó en Nueva Orleans a finales del siglo XIX.", "category": "art" },
  { "msg": "La biblioteca de Alejandría contenía miles de rollos de papiro con conocimiento antiguo.", "category": "history" },
  { "msg": "El virus de la gripe cambia constantemente su estructura genética.", "category": "science" },
  { "msg": "La Capilla Sixtina tardó 4 años en ser pintada por Miguel Ángel.", "category": "art" },
  { "msg": "El ámbar fósil puede contener insectos atrapados hace millones de años.", "category": "curiosity" },
  { "msg": "El primer viaje al espacio lo realizó Yuri Gagarin en 1961.", "category": "science" },
  { "msg": "Las pirámides de Egipto fueron construidas hace más de 4500 años.", "category": "history" },
  { "msg": "El impresionismo surgió en Francia a finales del siglo XIX.", "category": "art" },
  { "msg": "El cangrejo violinista tiene una pinza desproporcionada que usa para comunicarse.", "category": "curiosity" },
  { "msg": "La electricidad fue descrita por primera vez por William Gilbert en 1600.", "category": "science" },
  { "msg": "La pintura barroca se caracteriza por dramatismo y contraste de luces.", "category": "art" },
  { "msg": "La Gran Muralla China se extiende por más de 21.000 km.", "category": "history" },
  { "msg": "El ADN humano contiene aproximadamente 3.000 millones de pares de bases.", "category": "science" },
  { "msg": "El teatro griego clásico se representaba al aire libre en anfiteatros.", "category": "art" },
  { "msg": "El ave kiwi es originaria de Nueva Zelanda y es nocturna.", "category": "curiosity" },
  { "msg": "La imprenta fue inventada por Johannes Gutenberg en el siglo XV.", "category": "history" },
  { "msg": "La fotosíntesis permite a las plantas convertir luz en energía química.", "category": "science" },
  { "msg": "El surrealismo es un movimiento artístico del siglo XX que busca lo irracional.", "category": "art" },
  { "msg": "Los flamencos obtienen su color rosa de los carotenoides de su dieta.", "category": "curiosity" },
  { "msg": "El Renacimiento impulsó el redescubrimiento de la filosofía y arte clásico.", "category": "history" },
  { "msg": "El sistema inmunitario humano puede reconocer millones de antígenos diferentes.", "category": "science" },
  { "msg": "El Cubismo fue creado por Picasso y Braque a principios del siglo XX.", "category": "art" },
  { "msg": "La medusa Turritopsis dohrnii puede revertir su ciclo de vida y es 'inmortal'.", "category": "curiosity" },
  { "msg": "El cálculo diferencial fue desarrollado por Newton y Leibniz de forma independiente.", "category": "science" },
  { "msg": "El arte gótico se caracteriza por sus arcos apuntados y vidrieras coloridas.", "category": "art" },
  { "msg": "Los faraones egipcios eran enterrados con tesoros para la otra vida.", "category": "history" },
  { "msg": "El murciélago es el único mamífero capaz de volar sostenidamente.", "category": "science" },
  { "msg": "El Romanticismo promovía la expresión de emociones intensas en el arte.", "category": "art" },
  { "msg": "Los delfines tienen lenguaje propio y muestran comportamiento social complejo.", "category": "curiosity" },
  { "msg": "La pólvora fue inventada en China alrededor del siglo IX.", "category": "history" },
  { "msg": "La gravedad fue descrita formalmente por Isaac Newton en 1687.", "category": "science" },
  { "msg": "El barroco tardío se caracteriza por ornamentación recargada y teatralidad.", "category": "art" },
  { "msg": "Las tortugas marinas pueden recorrer miles de kilómetros para reproducirse.", "category": "curiosity" },
  { "msg": "La Revolución Francesa comenzó en 1789.", "category": "history" },
  { "msg": "El cuerpo humano contiene alrededor de 60% de agua.", "category": "science" },
  { "msg": "El modernismo catalán se refleja en edificios de Gaudí como la Sagrada Familia.", "category": "art" },
  { "msg": "Las arañas pueden producir varios tipos de seda según la función que necesiten.", "category": "curiosity" },
  { "msg": "El Imperio Romano duró aproximadamente 500 años en su fase imperial.", "category": "history" },
  { "msg": "El planeta Júpiter tiene más de 79 lunas conocidas.", "category": "science" },
  { "msg": "El expresionismo se centra en transmitir emociones a través del color y la forma.", "category": "art" },
  { "msg": "El pulpo puede cambiar de color y textura para camuflarse.", "category": "curiosity" },
  { "msg": "La democracia ateniense surgió alrededor del siglo V a.C.", "category": "history" },
  { "msg": "El sistema nervioso humano transmite señales a una velocidad de hasta 120 m/s.", "category": "science" },
  { "msg": "El arte minimalista busca reducir todo a su esencia más simple.", "category": "art" },
  { "msg": "La liebre puede correr hasta 70 km/h.", "category": "curiosity" },
  { "msg": "La Edad Media comenzó en el siglo V y terminó en el XV.", "category": "history" },
  { "msg": "El ADN mitocondrial se hereda exclusivamente por vía materna.", "category": "science" },
  { "msg": "El impresionismo se caracteriza por el uso de luz y color para captar la sensación visual.", "category": "art" },
  { "msg": "El camaleón cambia de color principalmente para comunicarse y regular su temperatura.", "category": "curiosity" },
  { "msg": "La Revolución Industrial comenzó en Inglaterra en el siglo XVIII.", "category": "history" },
  { "msg": "Los planetas enanos como Plutón tienen órbitas muy elípticas.", "category": "science" },
  { "msg": "El arte abstracto evita la representación literal de la realidad.", "category": "art" },
  { "msg": "El caracol puede dormir hasta tres años en condiciones adversas.", "category": "curiosity" },
  { "msg": "La guerra de Troya, narrada por Homero, mezcla historia y mito.", "category": "history" },
  { "msg": "El sistema circulatorio humano bombea unos 5 litros de sangre por minuto.", "category": "science" },
  { "msg": "El arte renacentista se centra en perspectiva, proporción y realismo.", "category": "art" },
  { "msg": "Las estrellas fugaces no son estrellas, sino meteoroides entrando en la atmósfera.", "category": "curiosity" },
  { "msg": "La Revolución Americana ocurrió entre 1765 y 1783.", "category": "history" },
  { "msg": "El cuerpo humano tiene aproximadamente 206 huesos.", "category": "science" },
  { "msg": "El arte rococó es conocido por su ornamentación ligera y elegante.", "category": "art" },
  { "msg": "Las jirafas tienen la misma cantidad de vértebras cervicales que los humanos: siete.", "category": "curiosity" },
  { "msg": "La Primera Guerra Mundial comenzó en 1914 y terminó en 1918.", "category": "history" },
  { "msg": "El sistema digestivo transforma los alimentos en nutrientes y energía.", "category": "science" },
  { "msg": "El arte pop utiliza imágenes de la cultura popular como iconos.", "category": "art" },
  { "msg": "El camello puede sobrevivir varios días sin agua gracias a sus reservas de grasa en la joroba.", "category": "curiosity" },
  { "msg": "La Edad del Bronce comenzó aproximadamente en el 3300 a.C.", "category": "history" },
  { "msg": "Los pulmones humanos contienen unos 300 millones de alvéolos.", "category": "science" },
  { "msg": "El arte neoclásico se inspira en la antigüedad clásica grecorromana.", "category": "art" },
  { "msg": "El caracol de mar conocido como 'nautilus' puede retraer todas sus extremidades dentro de su concha.", "category": "curiosity" },
  { "msg": "La independencia de México se proclamó en 1810.", "category": "history" },
  { "msg": "El ojo humano puede distinguir alrededor de 10 millones de colores.", "category": "science" },
  { "msg": "El surrealismo combina lo real con lo imaginario y lo onírico.", "category": "art" },
  { "msg": "El colibrí puede batir sus alas hasta 80 veces por segundo.", "category": "curiosity" },
  { "msg": "La Revolución Rusa tuvo lugar en 1917.", "category": "history" },
  { "msg": "El sonido viaja más rápido en el agua que en el aire.", "category": "science" },
  { "msg": "El arte conceptual prioriza la idea sobre la ejecución estética.", "category": "art" },
  { "msg": "Las abejas comunican la ubicación de las flores mediante un 'baile'.", "category": "curiosity" }
]
